
## Keep 

>현재 만족하고 있는부분
계속 이어나갔으면 하는 부분

1.협업 기반을 잘 마련한 것(브랜치관리 (workflow)에 관리, 프로젝트, milestone관리)
2.팀원들끼리 존중하는 모습
3.자신의 임무가 끝났을때 같이 코드를 보면서 만들기
4.이레이저 활용
5.9시 일일회의
6.주말이나 공휴일 자율
7.코드리뷰 진행한거
8.계획대로 잘갔다
## problem

>불편하게 느낀 부분
개선이 필요하다가 생각되는 부분

1.프로젝트 시작전에 깃 이슈를 활용하지 못한 부분
2.함수 설명 주석이 조금 부족한 부분
3.깃 명렁어와 컨벤션을 더 잘 숙지하기
4.팀원들의 이야기를 잘 듣기
5.9시 회의가 체계적이지 않아 효율이 떨어짐(시간 루즈해진다든지, 필요한 내용 말안하는?)
6.깃 명령어 자동입력 안되서 불편
7.개인공부시간이 정해져 있지 않은 것
8.너무 짧은 시간동안 코드리뷰를 한 것
9.여러명이 한명의 코드리뷰하는게 효율적인가 의문 
10.변수명 잘짓기
## try 

>problem에 대한 해결책
다음 회고때 판결 가능한것
당장 실행가능한것

1 . 프로젝트 시작전과 회의 후 결정사항 바로 깃이슈에 반영하기
2.주석은 무엇에 관한 것이 아니라 왜 그렇게 하는지 한줄로 가볍게 설명하는 걸로
3.터미널 꾸며주기
4.회의 내용을 더 자세하게 기록하고 깃 이슈를 잘 읽어보기
 5.회의내용에 *공지사항  추가, 회의는 30분
6.코드리뷰는 진지하게 적고 관련 높은 기능을 맡은 2명이서 짝을 지어 리뷰하기
7.매일 목표를 정해서 공부하기    
